{
    "para1": 
    "Doggar is an alias name given to a set of ancient Indian techniques of semen control even while enjoying the pleasure of an actual orgasm. These are a set of techniques that enables the doer to physically feel the connection between the testis and the pituitary gland while having orgasms.",

    "para2": 
    "Both, the men who are frustrated with porn addiction & excessive desire for ejaculation and the men who want a level of control over their durations, can use these techniques while not abstaining from the pleasure of orgasms.",
    
    "benefits":["Controlling the ejaculation without losing the pleasure of orgasm.","Longer Durations.","Increment in width and girth of the tool.","Physically feeling the connection between the pituitary gland and this testis.","Casual control over the sexual energy.","Get your female partner orgasm easily."],
    
    "para3":
    "These techniques are from extremely less touched and explored Indian texts, hardly available to reach. The actual name of the techniques are different yet an alias name is termed, to exclusively commercialize it for the different aspects of sexually oriented companies, as 'Doggar Techniques'.",
    
    "para4":["Exclusive Sex-ed content for sexual magazines like Playboy.","Personality Development Coaching Institutes.","Therapy Centres for porn addicts."],
    
    "para5":
    "As in order to preserve the exclusiveness of the techniques, we are bound to sell the Doggar techniques only to a handful of agencies across the world. We suggest you to be in the group of early pitchers to have an edge over the competitors. This is what we got for you. Happy Dealings !! :D",

    "img1":
    "https://img.freepik.com/free-vector/realistic-male-genitals-human-reproductive-system-anatomy-composition-with-realistic-images-blank-background-vector-illustration_1284-66118.jpg?w=740&t=st=1692479967~exp=1692480567~hmac=8f3715b949ab4f361e824cf610e1d2362c876903faf4a6e176e6f5dc0bc3a18d"

}